{
  "home": {
    "heading": "Typo­graph­A11y",
    "subheading": "Checklists",
    "about": [
      "Typography refers to the design and arrangement of printed or digital text. Typography is closely related to accessibility, often abbreviated as a11y.",
      "Bad typography in an interface can be a significant barrier for people with low or impaired vision, astigmatism, chronic migraines, attention deficit disorder, autism, or other conditions affecting the perception of visual information.",
      "The level of accessibility of the appearance and content of text are is an objective metric. This metric consists of two parts: legibility and readability.",
      "The project contains two checklists to assess the main parameters of legibility and readability. These checklists will help ensure that the font and the text on a website are minimally accessible to most people. Remember to ask users about their experiences and opinions. Accessibility is more than just ticking checkboxes."
    ]
  },
  "legibility": {
    "heading": "Legibi­lity (coming soon)",
    "subheading": "Checklist",
    "about": "",
    "options": [
      "",
      ""
    ]
  },
  "readability": {
    "heading": "Read­ability",
    "subheading": "Checklist",
    "about": [
      "Readability defines how easy to read the text."
    ],
    "options": [
      "Mood and tone match the audience",
      "Complexity is as low as possible",
      "Words and sentences are short and plain",
      "Sentences use the active grammatical voice",
      "There are no spelling and grammar mistakes",
      "Readability score is 70–100 based on the automatic test",
      "There is no critical issues with legibility"
    ]
  },
  "other": {
    "content": [
      {"text": "Translation of "},
      {"text": "Accessibility Myths project", "link": "https://a11ymyths.com/ru/"},
      {"text": "; post "},
      {"text": "Understanding skip links", "link": "https://a11y-blog.dev/en/articles/understanding-a-skip-link/"},
      {"text": " on professional blog; article "},
      {"text": "What is ARIA live regions", "link": "https://doka.guide/a11y/live-region/"},
      {"text": " on Doka Guide; talk "},
      {"text": "Accessibility features and where to find them", "link": "https://youtu.be/s8JwoE91xcA/"},
      {"text": " at Accessibility Conference."}
    ]
  }
}
