{
  "home": {
    "heading": "Ти­по­граф­A11y",
    "subheading": "Чеклисты",
    "about": [
      "Типографика — оформление печатного или цифрового текста. С типографикой тесно связана веб-доступность или коротко a11y.",
      "Непродуманная типографика в интерфейсе — серьёзный барьер для людей с пониженным или сниженным зрением, астигматизмом, хроническими мигренями, синдромом дефицита внимания и аутизмом, особенностями восприятия визуальной информации.",
      "Насколько внешний вид текста и содержание доступны, — объективная метрика. Эта метрика состоит из двух частей: разборчивости и читабельности.",
      "Проект включает два чеклиста для проверки главных параметров разборчивости и читабельности. Чеклисты помогут убедиться, что шрифт и сам текст сайта минимально доступны для большинства людей. Не забывайте сверяться с опытом и мнением пользователей. Доступность больше, чем выбор чекбоксов 🫰"
    ]
  },
  "legibility": {
    "heading": "Раз­бор­чи­вость (готовится)",
    "subheading": "Чеклист",
    "about": "",
    "options": [
      "",
      ""
    ]
  },
  "readability": {
    "heading": "Чи­та­бель­ность",
    "subheading": "Чеклист",
    "about": [
      "Читабельность или удобочитаемость описывает, насколько легко читать и воспринимать текст. Эта характеристика напрямую связана с UX (User Experience). Читабельность складывается из уровня сложности текста, стиля, ожидаемого уровня образования читателей и разборчивости.",
      {
        "content": [
          { "text": "Узнайте больше из " },
          { "text": "поста о читабельности", "link": "https://a11y-blog.dev/ru/articles/readability-checklist/" },
          { "text": "." }
        ]
      }
    ],
    "options": [
      "Стиль и тон текста попадают в аудиторию",
      "Текст несложный, его легко понять",
      "Простые, короткие слова и словосочетания",
      "В предложениях на первом месте объект, на втором — его действие",
      "В словах и предложениях нет ошибок и опечаток",
      "Индекс читабельности текста в пределах 70–100 баллов",
      "У набранного текста разборчивый шрифт"
    ]
  }
}
